[
  {
    "text": "Love is the total absence of fear. Love asks no questions. Its natural state is one of extension and expansion, not comparison and measurement.",
    "source": "Gerald G. Jampolsky"
  },
  {
    "text": "If a man will begin with certainties, he shall end in doubts but if he will be content to begin with doubts he shall end in certainties.",
    "source": "Francis Bacon"
  },
  {
    "text": "Art is a selective re-creation of reality according to an artist's metaphysical value-judgments. An artist recreates those aspects of reality which represent his fundamental view of man's nature.",
    "source": "Ayn Rand"
  },
  {
    "text": "Happy is said to be the family which can eat onions together. They are, for the time being, separate, from the world, and have a harmony of aspiration.",
    "source": "Charles Dudley Warner"
  },
  {
    "text": "In thy apparel avoid singularity, profuseness, and gaudiness. Be not too early in the fashion, nor too late. Decency is half way between affectation and neglect. The body is the shell of the soul, apparel is the husk of that shell; the husk often tells you what the kernel is.",
    "source": "Francis Quarles"
  },
  {
    "text": "Atheism leaves a man to sense, to philosophy, to natural piety, to laws, to reputation, all which may be guides to an outward moral virtue, though religion were not but superstition dismounts all these, and erects an absolute monarchy in the minds of men... the master of superstition is the people and arguments are fitted to practice, in a reverse order.",
    "source": "Francis Bacon"
  },
  {
    "text": "Now the alternative to despair is courage. And human life can be viewed as a continuous struggle between these two options. Courage is the capacity to affirm one's life in spite of the elements which threaten it. The fact that courage usually predominates over despair in itself tells us something important about life. It tells you that the forces that affirm life are stronger than those that negate it.",
    "source": "Paul E. Pfuetze"
  },
  {
    "text": "Question: Why are we Masters of our Fate, the captains of our souls? Because we have the power to control our thoughts, our attitudes. That is why many people live in the withering negative world. That is why many people live in the Positive Faith world.",
    "source": "Alfred A. Montapert"
  },
  {
    "text": "Universities are of course hostile to geniuses, which, seeing and using ways of their own, discredit the routine as churches and monasteries persecute youthful saints.",
    "source": "Ralph Waldo Emerson"
  },
  {
    "text": "The birth, sufferings, crucifixion, death and the resurrection of Jesus Christ does not just showcase his passion, perseverance and true love for humanity. Furthermore, all of the above do reveals his forgiving spirit. In other words, we ought to forgive all i.e. we should forgive our offenders and enemies even at the point of death IMHO in my humble (honest) opinion.",
    "source": "Emeasoba George"
  },
  {
    "text": "To the rulers of the state then, if to any, it belongs of right to use falsehood, to deceive either enemies or their own citizens, for the good of the state: and no one else may meddle with this privilege.",
    "source": "Plato"
  },
  {
    "text": "Humility makes us more friendly Happiness makes us more lively. Love makes us more caring Dream makes us more daring. Trust makes us more forgiving kindness makes us more loving. Hope gives us the joy of dreaming peace gives us the joy of living.",
    "source": "Debasish Mridha, M.D."
  },
  {
    "text": "When I give a lecture, I accept that people look at their watches, but what I do not tolerate is when they look at it and raise it to their ear to find out if it stopped.",
    "source": "Marcel Archard"
  },
  {
    "text": "Older men declare war. But it is youth that must fight and die. And it is youth who must inherit the tribulation, the sorrow, and the triumphs that are aftermath of war.",
    "source": "Herbert Hoover"
  },
  {
    "text": "A king, realizing his incompetence, can either delegate or abdicate his duties. A father can do neither. If only sons could see the paradox, they would understand the dilemma.",
    "source": "Marlene Dietrich"
  },
  {
    "text": "A rock pile ceases to be a rock pile the moment a single man contemplates it, bearing within him the image of a cathedral.",
    "source": "Antoine De Saint-Exupery"
  },
  {
    "text": "No one can be a great thinker who does not recognize that as a thinker it is his first duty to follow his intellect to whatever conclusions it may lead. Truth gains more even by the errors of one who, with due study, and preparation, thinks for himself, than by the true opinions of those who only hold them because they do not suffer themselves to think.",
    "source": "John Stuart Mill, On Liberty, 1859"
  },
  {
    "text": "After you've been in a place for a while, everything starts to look... I won't say better, there's no need to go to extremes. But your everyday life does start to become... familiar.",
    "source": "David Assael"
  },
  {
    "text": "The history of the Victorian Age will never be written: we know too much about it. For ignorance is the first requisite of the historian - ignorance, which simplifies and clarifies, which selects and omits, with a placid perfection unattainable by the highest art.",
    "source": "Lytton Strachey, Eminent Victorians (1918)"
  },
  {
    "text": "When the mind is burdened voluntary silence can spawn release and wellness. It has the power to create spiritness and space for imagination. It can lead to a reviving retreat into a world with new perspectives.",
    "source": "Erik Pevernagie"
  },
  {
    "text": "The Army has carried the American ... ideal to its logical conclusion. Not only do they prohibit discrimination on the grounds of race, creed and color, but also on ability.",
    "source": "Tom Lehrer"
  },
  {
    "text": "Chess teaches you to control the initial excitement you feel when you see something that looks good and it trains you to think objectively when you're in trouble.",
    "source": "Stanley Kubrick"
  },
  {
    "text": "The anthropologists are busy, indeed, and ready to transport us back into the savage forest where all human things have their beginnings but the seed never explains the flower.",
    "source": "Edith Hamilton"
  },
  {
    "text": "The real power behind whatever success I have now was something I found within myself - something that's in all of us, I think, a little piece of God just waiting to be discovered.",
    "source": "Tina Turner"
  },
  {
    "text": "The more you read and observe about this Politics thing, you got to admit that each party is worse than the other. The one that's out always looks the best.",
    "source": "Will Rogers"
  },
  {
    "text": "When one door of happiness closes another opens; but we often look so long at the closed one that we do not see the one which has opened for us.",
    "source": "Helen Keller, Quote of the day book"
  },
  {
    "text": "If you disclose your alms, even then it is well done, but if you keep them secret, and give them to the poor, then that is better still for you and this wipes off from you some of your evil deeds.",
    "source": "Koran"
  },
  {
    "text": "The conscience of children is formed by the influences that surround them; their notions of good and evil are the result of the moral atmosphere they breathe.",
    "source": "Ricther"
  },
  {
    "text": "You have to begin to lose your memory, if only in bits and pieces, to realize that memory is what makes our lives. Life without memory is no life at all, just as an intelligence without the possibility of expression is not really an intelligence. Our memory is our coherence, our reason, our feeling, even our action. Without it, we are nothing.",
    "source": "Luis Buñuel"
  },
  {
    "text": "I am convinced that it is not the fear of death, of our lives ending that haunts our sleep so much as the fear ... that as far as the world is concerned, we might as well never have lived.",
    "source": "Rabbi Harold Kushner"
  },
  {
    "text": "Where there is life, there is hope. Where there are hopes, there are dreams. Where there are vivid dreams repeated, they become goals. Goals become the action plans and game plans that winners dwell on in intricate detail, knowing that achievement is almost automatic when the goal becomes an inner commitment. The response to the challenges of life -- purpose -- is the healing balm that enables each of us to face up to adversity and strife.",
    "source": "Denis Watley"
  },
  {
    "text": "Life can/will sometimes knock you down. It's up to you to either bounce back up or remain where you are knocked down. But, I urge you as ever, don't/never get stuck on where you've fallen. Rather, strive by all means to get back up to your feet. Because, you will hardly make headway until you resolve to get up from your ashes of downfall/failure.",
    "source": "Emeasoba George"
  },
  {
    "text": "Dreams surely are difficult, confusing, and not everything in them is brought to pass for mankind. For fleeting dreams have two gates one is fashioned of horn and one of ivory. Those which pass through the one of sawn ivory are deceptive, bringing tidings which come to nought, but those which issue from the one of polished horn bring true results when a mortal sees them.",
    "source": "Homer"
  },
  {
    "text": "He who receives a favour must retain a recollection of it for all time to come; but he who confers should at once forget it, if he is not to show a sordid and ungenerous spirit. To remind a man of a kindness conferred on him, and to talk of it, is little different from a reproach.",
    "source": "Demosthenes"
  },
  {
    "text": "All truth passes through 3 stages. First, it is ridiculed. Second, it is violently opposed. Third, it is accepted as being self-evident.",
    "source": "Arthur Schopenhauer"
  },
  {
    "text": "If thou desirest that the pure in heart should praise thee, lay aside anger; be not a man of many words; and parade not thy virtues in the face of others.",
    "source": "Firdausi"
  },
  {
    "text": "People of faith care how Scripture is read and interpreted because, like faith itself, Scripture is a gift given to the care of the Church for our salvation. God gives us these gifts because he wills us to be saved.",
    "source": "Francis Cardinal George, OMI"
  },
  {
    "text": "He made the city [Athens], great as it was when he took it, the greatest and richest of all cities, and grew to be superior in power to kings and tyrants. Some of these actually appointed him guardian of their sons, but he did not make his estate a single drachma greater than it was when his father left it to him.",
    "source": "Plutarch"
  },
  {
    "text": "Listen close and you can hear, \"Please, bless us and forgive us, and make us good here and strong here. Let us get along here. Let those we love and left behind be blessed. Let us find the proper path and keep to it. Help us act harmoniously, and find work pleasing in the sight of god and man.\"",
    "source": "Chris Morris"
  },
  {
    "text": "When I see a dancing butterfly, when I see a half blooming flower, their eager wish to make this world happy, my mind dances with joy, my soul emerges in happiness.",
    "source": "Debasish Mridha, M.D."
  },
  {
    "text": "My initial thoughts about what a title can do was to set mood and the prime underlying core of the film's story, to express the story in some metaphorical way. I saw the title as a way of conditioning the audience, so that when the film actually began, viewers would already have an emotional resonance with it.",
    "source": "Saul Bass"
  },
  {
    "text": "The thing about filmmaking is I give it everything, that's why I work so hard. I always tell young actors to take charge. It's not that hard. Sign your own checks, be responsible.",
    "source": "Tom Cruise"
  },
  {
    "text": "I'd rather cry for today and live in the spring of joy tomorrow; than die in collective tears tomorrow for the regrets of today",
    "source": "LyriKal"
  },
  {
    "text": "When you close your doors, and make darkness within, remember never to say that you are alone, for you are not alone; nay, God is within, and your genius is within. And what need have they of light to see what you are doing?",
    "source": "Epictetus, Discourses"
  },
  {
    "text": "What is the first business of one who practices philosophy? To get rid of self-conceit. For it is impossible for anyone to begin to learn that which he thinks he already knows.",
    "source": "Epictetus, Discourses"
  },
  {
    "text": "For my own part, I had rather suffer any inconvenience from having to work occasionally in chambers and kitchen... than witness the subservience in which the menial class is held in Europe.",
    "source": "Harriet Martineau"
  },
  {
    "text": "I'll say it again, for every moment you're with the wrong person, you are robbing yourself and the right person of the opportunity to find real happiness.",
    "source": "Ingrid Weir"
  },
  {
    "text": "His mother had often said, When you choose an action, you choose the consequences of that action. She had emphasized the corollary of this axiom even more vehemently: when you desired a consequence you had damned well better take the action that would create it.",
    "source": "Lois McMaster Bujold, \"Memory\", 1996"
  },
  {
    "text": "The consciousness of self is the greatest hindrance to the proper execution of all physical action. There is no fixed teaching. All I can provide is an appropriate medicine for a particular ailment.",
    "source": "Bruce Lee, Quotation from the book: (The Art of Jeet Kune Do) by Bruce Lee"
  },
  {
    "text": "Fred Sometimes you're flush and sometimes you're bust, and when you're up, it's never as good as it seems, and when you're down, you never think you'll be up again. But life goes on.",
    "source": "Blow"
  },
  {
    "text": "A spirit of national masochism prevails, encouraged by an effete corps of impudent snobs who characterize themselves as intellectuals.",
    "source": "Spiro Agnew"
  },
  {
    "text": "Just as treasures are uncovered from the earth, so virtue appears from good deeds, and wisdom appears from a pure and peaceful mind. To walk safely through the maze of human life, one needs the light of wisdom and the guidance of virtue.",
    "source": "Buddha"
  },
  {
    "text": "Her Love cuts through my heart so fats that its pain is also enjoyable, that's how sharp her love is for me.",
    "source": "Benjamin Mqxekwa"
  },
  {
    "text": "As we face a new era of world history, there is an urgent need for the true Church of Jesus Christ, the Body of Christ, to be about the business God has called us to, the work of ministry. And this is a work that every believer is called to be actively involved in.",
    "source": "Edward Bedore"
  },
  {
    "text": "Sometimes the world seemed to come with subtitles, like a foreign film. So help her, sometimes people's hidden motives, their lies, their rationalizations, were so pitifully apparent that Sophia felt she could just sit and read them.",
    "source": "Andrew Klaven"
  },
  {
    "text": "If each one does their duty as an individual and if each one works in their own proper vocation, it will be right with the whole.",
    "source": "Johann Wolfgang von Goethe"
  },
  {
    "text": "Sin with the multitude, and your responsibility and guilt are as great and as truly personal, as if you alone had done the wrong.",
    "source": "Tyron Edwards"
  },
  {
    "text": "Intellectual liberty is the air of the soul, the sunshine of the mind, and without it, the world is a prison, the universe a dungeon.",
    "source": "Robert Green Ingersoll"
  },
  {
    "text": "Though Theophanu was of the weak sex she possessed moderation, trustworthiness, and good manners. In this way she protected with male vigilance the royal power for her son, friendly with all those who were honest, but with terrifying superiority against rebels.",
    "source": "Thietmar of Merseburg"
  },
  {
    "text": "Penicillin was indeed the product of accidental discovery, but the discovery was made, and the knowledge developed, because certain scientists had definite goals in mind. \"Chance,\" Pastuer wrote, \"favors only the prepared mind.\" The mind must be prepared not only by scientific training and technological know-how, but also by the awareness of social needs.",
    "source": "Saturday Review"
  },
  {
    "text": "If our actions stem from honesty, kindness, caring, and vision, then no matter what the result of our efforts, we have added something of value to our souls and to the world.",
    "source": "Joan Boysenko, Pocketful of Miracles"
  },
  {
    "text": "Get it all on record now - get the films - get the witnesses - because somewhere down the road of history some bastard will get up and say that this never happened.",
    "source": "Dwight D Eisenhower"
  },
  {
    "text": "Use power to help people. For we are given power not to advance our own purposes nor to make a great show in the world, nor a name. There is but one just use of power and it is to serve people.",
    "source": "George Herbert Walker Bush"
  },
  {
    "text": "In view of such harmony in the cosmos which I, with my limited human mind, am able to recognize, there are yet people who say there is no God. But what really makes me angry is that they quote me for the support of such views.",
    "source": "Albert Einstein"
  },
  {
    "text": "What is success I think it is a mixture of having a flair for the thing that you are doing knowing that it is not enough, that you have got to have hard work and a certain sense of purpose.",
    "source": "Margaret Hilda Thatcher"
  },
  {
    "text": "Peace, above all things, is to be desired, but blood must sometimes be spilled to obtain it on equable and lasting terms.",
    "source": "Andrew Jackson"
  },
  {
    "text": "A solitary, unused to speaking of what he sees and feels, has mental experiences which are at once more intense and less articulate than those of a gregarious man.",
    "source": "Thomas Mann"
  },
  {
    "text": "The life of man is the true romance, which when it is valiantly conduced, will yield the imagination a higher joy than any fiction.",
    "source": "Ralph Waldo Emerson"
  },
  {
    "text": "You know, my friends, with what a brave carousel made a second marriage in my house; Divorced old barren reason from my Bed, and took the daughter of the vine to spouse. For \"is\" and \"is-not\" though with rule and line and \"up-and-down\" by logic I define, of all that one should care to fathom, I was never deep in anything but Wine.",
    "source": "from the Rubaiyat of Omar Khayyam (Translation by Edward Fitzgerald)"
  },
  {
    "text": "I am often troubled as I try hard here to create a new sense of common purpose. That sometimes we forget that we are all in this because we are seeking a good that helps all Americans.",
    "source": "William Jefferson Clinton"
  },
  {
    "text": "Even he, to whom most things that most people would think were pretty smart were pretty dumb, thought it was pretty smart.",
    "source": "Douglas Adams, The Salmon of Doubt, p. 205"
  },
  {
    "text": "It's nothing to be born ugly. Sensibly, the ugly woman comes to terms with her ugliness and exploits it as a grace of nature. To become ugly means the beginning of a calamity, self-willed most of the time.",
    "source": "Colette"
  },
  {
    "text": "N.B. This quote refers to the British disarmament of the Indian Army. Gandhi never advocated the individual right to bear arms.",
    "source": "Mahatma Gandhi"
  },
  {
    "text": "I hate the noise and hurry inseparable from great Estates and Titles, and look upon both as blessings that ought only to be given to fools, for 'tis only to them that they are blessings.",
    "source": "Mary Wortley Montagu"
  },
  {
    "text": "That said, having seen the decreased value of many universities endowments, we are seeing and will see more universities enforcing patents. And in a post-eBay world, universities can argue that they are entitled to an injunction.",
    "source": "Yar Chaikovsky"
  },
  {
    "text": "There are many people in the world who really don't understand-or say they don't-what is the great issue between the free world and the Communist world. ... Let them come to Berlin",
    "source": "John Fitzgerald Kennedy"
  },
  {
    "text": "Do you often feel depressed or frustrated? If yes, then listen up, you are deficient in inspirations and motivations. Yes! that's why you do feel depressed or frustrated. Thus, dare to boost your faith/hope daily with motivations and inspirations.",
    "source": "Emeasoba George"
  },
  {
    "text": "I'll feel that horrible feeling in my stomach you get when you've gone over to the Dark Side. But I'll be fine. That's the good thing about the Dark Side. Eventually, your eyes adjust.",
    "source": "James Lileks, The Bleat web log, September 4, 2003"
  },
  {
    "text": "Be as careful of the books you read, as of the company you keep; for your habits and character will be as much influenced by the former as by the latter.",
    "source": "Paxton Hood"
  },
  {
    "text": "I want to make a policy statement. I am unabashedly in favor of women. (On appointing 10 women to top government positions)",
    "source": "Lyndon B. Johnson"
  },
  {
    "text": "Live not as though there were a thousand years ahead of you. Fate is at your elbow; make yourself good while life and power are still yours.",
    "source": "Marcus Aurelius"
  },
  {
    "text": "Knowing \"Attitude is Everything\" is just right ,but understanding what is truly the right attitude is justly the greatest thing for everyone's life.",
    "source": "Anuj Somany"
  },
  {
    "text": "I believe, with abiding conviction, that this people-nurtured by their deep faith, tutored by their hard lessons, moved by their high aspirations-have the will to meet the trials that these times impose.",
    "source": "Lyndon B. Johnson"
  },
  {
    "text": "Anybody who holds grudges against anyone/any people is hateful/uncalled for. But, anyone who do forgive all and sundry wholly/wholeheartedly is loveful / called for.",
    "source": "Emeasoba George"
  },
  {
    "text": "I didn't see it then, but it turned out that getting fired from Apple was the best thing that could have ever happened to me. The heaviness of being successful was replaced by the lightness of being a beginner again, less sure about everything. It freed me to enter one of the most creative periods of my life.",
    "source": "Steve Jobs"
  },
  {
    "text": "A good novel is an indivisible sum; every scene, sequence and passage of a good novel has to involve, contribute to and advance all three of its major attributes: theme, plot, characterization.",
    "source": "Ayn Rand, The Romantic Manifesto p. 74 (pb 93)"
  },
  {
    "text": "The trouble with kingdoms of heaven on earth is that they're liable to come to pass, and then their fraudulence is apparent for all to see. We need a kingdom of heaven in Heaven, if only because it can't be realized.",
    "source": "Malcolm Muggeridge"
  },
  {
    "text": "The Internet is like alcohol in some sense. It accentuates what you would do anyway. If you want to be a loner, you can be more alone. If you want to connect, it makes it easier to connect.",
    "source": "Esther Dyson, Interview in Time Magazine, October 2005"
  },
  {
    "text": "Never hear the end of afterworld/afterlife i.e. always be reminded of afterworld/afterlife where you will surely spend eternity either in hell or heaven.",
    "source": "Emeasoba George"
  },
  {
    "text": "It is very easy in the world to live by the opinion of the world. It is very easy in solitude to be self-centered. But the finished man is he who in the midst of the crowd keeps with perfect sweetness the independence of solitude.",
    "source": "Ralph Waldo Emerson, Self-Reliance"
  },
  {
    "text": "Maybe you're right, boss. It all depends on the way you look at it. Look, one day I had gone to a little village. An old grandfather of ninety was busy planting an almond tree. 'What, grandad' I exclaimed. 'Planting an almond tree' and he, bent as he was, turned round and said, 'My son, I carry on as if I should never die.' I replied, 'And I carry on as if I was going to die any minute.' Which of us was right, boss",
    "source": "Nikos Kazantzakis"
  },
  {
    "text": "I was a queen, and you took away my crown; a wife, and you killed my husband; a mother, and you deprived me of my children. My blood alone remains: take it, but do not make me suffer long.",
    "source": "Marie Antoinette"
  },
  {
    "text": "Whenever you're grateful of whatever you have, you're unknowingly telling God that you're not bothered about your lacks/needs. And consequently, he (God) will gratify all your lacks/needs. So, come on, be/remain thankful of whatever you have presently no matter how small it seems to you. For, God will surely end up giving you more and never less.",
    "source": "Emeasoba George"
  },
  {
    "text": "There may be a point in your life in which you are drowning so fast and fighting it so furiously that you don't have the strength left to call out for help. At that point don't expect one of your friends to jump into the water, if you've spent most of your life instructing them to mind their own business.",
    "source": "Perry Brass"
  },
  {
    "text": "How committed are you? Commitment is not just a promise. Rather, it's more of a promise fulfilled. It is equally the spirit that endears patriotism. And so, try to show a sense of commitment hence forth. Because, the sky is bound to be the starting point of whoever that is committed in all his/her endeavours.",
    "source": "Emeasoba George"
  },
  {
    "text": "Neither can embellishments of language be found without arrangement and expression of thoughts, nor can thoughts be made to shine without the light of language.",
    "source": "Cicero"
  },
  {
    "text": "You can't expect to prevent negative feelings altogether. And you can't expect to experience positive feelings all the time. The Law of Emotional Choice directs us to acknowledge our feelings but also to refuse to get stuck in the negative ones.",
    "source": "Greg Anderson"
  },
  {
    "text": "My father was everything to me. Immersed in work as he was, he always spared that daily half-hour. Once my father showed me a very old album full of most exciting pen and ink sketches of an imaginary city called Mopsopolis, inhabited by Mopses. He showed it to me in secret, and I was thrilled to have him share his own childhood secrets with me.",
    "source": "Grand Duchess Olga Alexandrovna of Russia"
  },
  {
    "text": "In taking out an insurance policy one pays for it in dollars and cents, always at liberty to discontinue payments. If, however, woman's premium is a husband, she pays for it with her name, her privacy, her self-respect, her very life, until death doth part.",
    "source": "Emma Goldman"
  }
]
