[
  {
    "text": "Love is the total absence of fear. Love asks no questions. Its natural state is one of extension and expansion, not comparison and measurement.",
    "source": "Gerald G. Jampolsky"
  },
  {
    "text": "If a man will begin with certainties, he shall end in doubts but if he will be content to begin with doubts he shall end in certainties.",
    "source": "Francis Bacon"
  },
  {
    "text": "Art is a selective re-creation of reality according to an artist's metaphysical value-judgments. An artist recreates those aspects of reality which represent his fundamental view of man's nature.",
    "source": "Ayn Rand"
  },
  {
    "text": "Happy is said to be the family which can eat onions together. They are, for the time being, separate, from the world, and have a harmony of aspiration.",
    "source": "Charles Dudley Warner"
  },
  {
    "text": "In thy apparel avoid singularity, profuseness, and gaudiness. Be not too early in the fashion, nor too late. Decency is half way between affectation and neglect. The body is the shell of the soul, apparel is the husk of that shell; the husk often tells you what the kernel is.",
    "source": "Francis Quarles"
  },
  {
    "text": "Atheism leaves a man to sense, to philosophy, to natural piety, to laws, to reputation, all which may be guides to an outward moral virtue, though religion were not but superstition dismounts all these, and erects an absolute monarchy in the minds of men...the master of superstition is the people and arguments are fitted to practice, in a reverse order.",
    "source": "Francis Bacon"
  },
  {
    "text": "Now the alternative to despair is courage. And human life can be viewed as a continuous struggle between these two options. Courage is the capacity to affirm one's life in spite of the elements which threaten it. The fact that courage usually predominates over despair in itself tells us something important about life. It tells you that the forces that affirm life are stronger than those that negate it.",
    "source": "Paul E. Pfuetze"
  },
  {
    "text": "Question: Why are we Masters of our Fate, the captains of our souls? Because we have the power to control our thoughts, our attitudes. That is why many people live in the withering negative world. That is why many people live in the Positive Faith world.",
    "source": "Alfred A. Montapert"
  },
  {
    "text": "Universities are of course hostile to geniuses, which, seeing and using ways of their own, discredit the routine as churches and monasteries persecute youthful saints.",
    "source": "Ralph Waldo Emerson"
  },
  {
    "text": "The birth, sufferings, crucifixion, death and the resurrection of Jesus Christ does not just showcase his passion, perseverance and true love for humanity. Furthermore, all of the above do reveals his forgiving spirit. In other words, we ought to forgive all i.e. we should forgive our offenders and enemies even at the point of death IMHO in my humble (honest) opinion.",
    "source": "Emeasoba George"
  },
  {
    "text": "To the rulers of the state then, if to any, it belongs of right to use falsehood, to deceive either enemies or their own citizens, for the good of the state: and no one else may meddle with this privilege.",
    "source": "Plato"
  },
  {
    "text": "Humility makes us more friendly Happiness makes us more lively. Love makes us more caring Dream makes us more daring. Trust makes us more forgiving Kindness makes us more loving. Hope gives us the joy of dreaming Peace gives us the joy of living.",
    "source": "Debasish Mridha, M.D."
  },
  {
    "text": "When I give a lecture, I accept that people look at their watches, but what I do not tolerate is when they look at it and raise it to their ear to find out if it stopped.",
    "source": "Marcel Archard"
  },
  {
    "text": "Older men declare war. But it is youth that must fight and die. And it is youth who must inherit the tribulation, the sorrow, and the triumphs that are aftermath of war.",
    "source": "Herbert Hoover"
  },
  {
    "text": "A king, realizing his incompetence, can either delegate or abdicate his duties. A father can do neither. If only sons could see the paradox, they would understand the dilemma.",
    "source": "Marlene Dietrich"
  },
  {
    "text": "A rock pile ceases to be a rock pile the moment a single man contemplates it, bearing within him the image of a cathedral.",
    "source": "Antoine De Saint-Exupery"
  },
  {
    "text": "No one can be a great thinker who does not recognize that as a thinker it is his first duty to follow his intellect to whatever conclusions it may lead. Truth gains more even by the errors of one who, with due study, and preparation, thinks for himself, than by the true opinions of those who only hold them because they do not suffer themselves to think.",
    "source": "John Stuart Mill, On Liberty, 1859"
  },
  {
    "text": "After you've been in a place for a while, everything starts to look... I won't say better, there's no need to go to extremes...but your everyday life does start to become...familiar.",
    "source": "David Assael"
  },
  {
    "text": "The history of the Victorian Age will never be written: we know too much about it. For ignorance is the first requisite of the historian - ignorance, which simplifies and clarifies, which selects and omits, with a placid perfection unattainable by the highest art.",
    "source": "Lytton Strachey, Eminent Victorians (1918)"
  },
  {
    "text": "When the mind is burdened voluntary silence can spawn release and wellness. It has the power to create spiritness and space for imagination. It can lead to a reviving retreat into a world with new perspectives.",
    "source": "Erik Pevernagie"
  },
  {
    "text": "The Army has carried the American ideal to its logical conclusion. Not only do they prohibit discrimination on the grounds of race, creed and color, but also on ability.",
    "source": "Tom Lehrer"
  },
  {
    "text": "Chess teaches you to control the initial excitement you feel when you see something that looks good and it trains you to think objectively when you're in trouble.",
    "source": "Stanley Kubrick"
  },
  {
    "text": "The anthropologists are busy, indeed, and ready to transport us back into the savage forest where all human things have their beginnings but the seed never explains the flower.",
    "source": "Edith Hamilton"
  },
  {
    "text": "The real power behind whatever success I have now was something I found within myself - something that's in all of us, I think, a little piece of God just waiting to be discovered.",
    "source": "Tina Turner"
  },
  {
    "text": "The more you read and observe about this Politics thing, you got to admit that each party is worse than the other. The one that's out always looks the best.",
    "source": "Will Rogers"
  },
  {
    "text": "When one door of happiness closes another opens; but we often look so long at the closed one that we do not see the one which has opened for us.",
    "source": "Helen Keller, Quote of the day book"
  },
  {
    "text": "If you disclose your alms, even then it is well done, but if you keep them secret, and give them to the poor, then that is better still for you and this wipes off from you some of your evil deeds.",
    "source": "Koran"
  },
  {
    "text": "The conscience of children is formed by the influences that surround them; their notions of good and evil are the result of the moral atmosphere they breathe.",
    "source": "Ricther"
  },
  {
    "text": "You have to begin to lose your memory, if only in bits and pieces, to realize that memory is what makes our lives. Life without memory is no life at all, just as an intelligence without the possibility of expression is not really an intelligence. Our memory is our coherence, our reason, our feeling, even our action. Without it, we are nothing.",
    "source": "Luis Buñuel"
  },
  {
    "text": "I am convinced that it is not the fear of death, of our lives ending that haunts our sleep so much as the fear ... that as far as the world is concerned, we might as well never have lived.",
    "source": "Rabbi Harold Kushner"
  },
  {
    "text": "Where there is life, there is hope. Where there are hopes, there are dreams. Where there are vivid dreams repeated, they become goals. Goals become the action plans and game plans that winners dwell on in intricate detail, knowing that achievement is almost automatic when the goal becomes an inner commitment. The response to the challenges of life -- purpose -- is the healing balm that enables each of us to face up to adversity and strife.",
    "source": "Denis Watley"
  },
  {
    "text": "Life can/will sometimes knock you down. It's up to you to either bounce back up or remain where you are knocked down. But, I urge you as ever, don't/never get stuck on where you've fallen. Rather, strive by all means to get back up to your feet. Because, you will hardly make headway until you resolve to get up from your ashes of downfall/failure.",
    "source": "Emeasoba George"
  },
  {
    "text": "Dreams surely are difficult, confusing, and not everything in them is brought to pass for mankind. For fleeting dreams have two gates one is fashioned of horn and one of ivory. Those which pass through the one of sawn ivory are deceptive, bringing tidings which come to nought, but those which issue from the one of polished horn bring true results when a mortal sees them.",
    "source": "Homer"
  },
  {
    "text": "He who receives a favour must retain a recollection of it for all time to come; but he who confers should at once forget it, if he is not to show a sordid and ungenerous spirit. To remind a man of a kindness conferred on him, and to talk of it, is little different from a reproach.",
    "source": "Demosthenes"
  },
  {
    "text": "All truth passes through 3 stages. First, it is ridiculed. Second, it is violently opposed. Third, it is accepted as being self-evident.",
    "source": "Arthur Schopenhauer"
  },
  {
    "text": "If thou desirest that the pure in heart should praise thee, lay aside anger; be not a man of many words; and parade not thy virtues in the face of others.",
    "source": "Firdausi"
  },
  {
    "text": "People of faith care how Scripture is read and interpreted because, like faith itself, Scripture is a gift given to the care of the Church for our salvation. God gives us these gifts because he wills us to be saved.",
    "source": "Francis Cardinal George, OMI"
  },
  {
    "text": "He made the city [Athens], great as it was when he took it, the greatest and richest of all cities, and grew to be superior in power to kings and tyrants. Some of these actually appointed him guardian of their sons, but he did not make his estate a single drachma greater than it was when his father left it to him.",
    "source": "Plutarch"
  },
  {
    "text": "Listen close and you can hear, \"Please, bless us and forgive us, and make us good here and strong here. Let us get along here. Let those we love and left behind be blessed. Let us find the proper path and keep to it. Help us act harmoniously, and find work pleasing in the sight of god and man.\"",
    "source": "Chris Morris"
  },
  {
    "text": "When I see a dancing butterfly, when I see a half blooming flower, their eager wish to make this world happy, my mind dances with joy, my soul emerges in happiness.",
    "source": "Debasish Mridha, M.D."
  },
  {
    "text": "My initial thoughts about what a title can do was to set mood and the prime underlying core of the film's story, to express the story in some metaphorical way. I saw the title as a way of conditioning the audience, so that when the film actually began, viewers would already have an emotional resonance with it.",
    "source": "Saul Bass"
  },
  {
    "text": "The thing about filmmaking is I give it everything, that's why I work so hard. I always tell young actors to take charge. It's not that hard. Sign your own checks, be responsible.",
    "source": "Tom Cruise"
  },
  {
    "text": "I'd rather cry for today and live in the spring of joy tomorrow; than die in collective tears tomorrow for the regrets of today",
    "source": "LyriKal"
  },
  {
    "text": "When you close your doors, and make darkness within, remember never to say that you are alone, for you are not alone; nay, God is within, and your genius is within. And what need have they of light to see what you are doing?",
    "source": "Epictetus, Discourses"
  },
  {
    "text": "What is the first business of one who practices philosophy? To get rid of self-conceit. For it is impossible for anyone to begin to learn that which he thinks he already knows.",
    "source": "Epictetus, Discourses"
  },
  {
    "text": "For my own part, I had rather suffer any inconvenience from having to work occasionally in chambers and kitchen... than witness the subservience in which the menial class is held in Europe.",
    "source": "Harriet Martineau"
  },
  {
    "text": "I'll say it again, for every moment you're with the wrong person, you are robbing yourself and the right person of the opportunity to find real happiness.",
    "source": "Ingrid Weir"
  },
  {
    "text": "His mother had often said, When you choose an action, you choose the consequences of that action. She had emphasized the corollary of this axiom even more vehemently: when you desired a consequence you had damned well better take the action that would create it.",
    "source": "Lois McMaster Bujold, \"Memory\", 1996"
  },
  {
    "text": "The consciousness of self is the greatest hindrance to the proper execution of all physical action. There is no fixed teaching. All I can provide is an appropriate medicine for a particular ailment.",
    "source": "Bruce Lee, Quotation from the book: (The Art of Jeet Kune Do) by Bruce Lee"
  },
  {
    "text": "Fred Sometimes you're flush and sometimes you're bust, and when you're up, it's never as good as it seems, and when you're down, you never think you'll be up again. But life goes on.",
    "source": "Blow"
  },
  {
    "text": "A spirit of national masochism prevails, encouraged by an effete corps of impudent snobs who characterize themselves as intellectuals.",
    "source": "Spiro Agnew"
  },
  {
    "text": "Just as treasures are uncovered from the earth, so virtue appears from good deeds, and wisdom appears from a pure and peaceful mind. To walk safely through the maze of human life, one needs the light of wisdom and the guidance of virtue.",
    "source": "Buddha"
  },
  {
    "text": "As we face a new era of world history, there is an urgent need for the true Church of Jesus Christ, the Body of Christ, to be about the business God has called us to, the work of ministry. And this is a work that every believer is called to be actively involved in.",
    "source": "Edward Bedore"
  },
  {
    "text": "Sometimes the world seemed to come with subtitles, like a foreign film. So help her, sometimes people's hidden motives, their lies, their rationalizations, were so pitifully apparent that Sophia felt she could just sit and read them.",
    "source": "Andrew Klaven"
  },
  {
    "text": "If each one does their duty as an individual and if each one works in their own proper vocation, it will be right with the whole.",
    "source": "Johann Wolfgang von Goethe"
  },
  {
    "text": "Sin with the multitude, and your responsibility and guilt are as great and as truly personal, as if you alone had done the wrong.",
    "source": "Tyron Edwards"
  },
  {
    "text": "Intellectual liberty is the air of the soul, the sunshine of the mind, and without it, the world is a prison, the universe a dungeon.",
    "source": "Robert Green Ingersoll"
  },
  {
    "text": "Penicillin was indeed the product of accidental discovery, but the discovery was made, and the knowledge developed, because certain scientists had definite goals in mind. \"Chance,\" Pastuer wrote, \"favors only the prepared mind.\" The mind must be prepared not only by scientific training and technological know-how, but also by the awareness of social needs.",
    "source": "Saturday Review"
  },
  {
    "text": "If our actions stem from honesty, kindness, caring, and vision, then no matter what the result of our efforts, we have added something of value to our souls and to the world.",
    "source": "Joan Boysenko, Pocketful of Miracles"
  },
  {
    "text": "Get it all on record now - get the films - get the witnesses - because somewhere down the road of history some bastard will get up and say that this never happened.",
    "source": "Dwight D Eisenhower"
  },
  {
    "text": "Use power to help people. For we are given power not to advance our own purposes nor to make a great show in the world, nor a name. There is but one just use of power and it is to serve people.",
    "source": "George Herbert Walker Bush"
  },
  {
    "text": "In view of such harmony in the cosmos which I, with my limited human mind, am able to recognize, there are yet people who say there is no God. But what really makes me angry is that they quote me for the support of such views.",
    "source": "Albert Einstein"
  },
  {
    "text": "What is success I think it is a mixture of having a flair for the thing that you are doing knowing that it is not enough, that you have got to have hard work and a certain sense of purpose.",
    "source": "Margaret Hilda Thatcher"
  },
  {
    "text": "Peace, above all things, is to be desired, but blood must sometimes be spilled to obtain it on equable and lasting terms.",
    "source": "Andrew Jackson"
  },
  {
    "text": "A solitary, unused to speaking of what he sees and feels, has mental experiences which are at once more intense and less articulate than those of a gregarious man.",
    "source": "Thomas Mann"
  },
  {
    "text": "The life of man is the true romance, which when it is valiantly conduced, will yield the imagination a higher joy than any fiction.",
    "source": "Ralph Waldo Emerson"
  },
  {
    "text": "You know, my Friends, with what a brave Carousel made a Second Marriage in my house; Divorced old barren Reason from my Bed, And took the Daughter of the Vine to Spouse. For \"Is\" and \"Is-not\" though with rule and line And \"up-and-down\" by logic I define, of all that one should care to fathom, I was never deep in anything but Wine.",
    "source": "Omar Khayyam"
  },
  {
    "text": "I am often troubled as I try hard here to create a new sense of common purpose ... that sometimes we forget that we are all in this because we are seeking a good that helps all Americans.",
    "source": "William Jefferson Clinton"
  },
  {
    "text": "Even he, to whom most things that most people would think were pretty smart were pretty dumb, thought it was pretty smart.",
    "source": "Douglas Adams, The Salmon of Doubt, p. 205"
  },
  {
    "text": "It's nothing to be born ugly. Sensibly, the ugly woman comes to terms with her ugliness and exploits it as a grace of nature. To become ugly means the beginning of a calamity, self-willed most of the time.",
    "source": "Colette"
  },
  {
    "text": "N.B. This quote refers to the British disarmament of the Indian Army. Gandhi never advocated the individual right to bear arms.",
    "source": "Mahatma Gandhi"
  },
  {
    "text": "I hate the noise and hurry inseparable from great Estates and Titles, and look upon both as blessings that ought only to be given to fools, for 'tis only to them that they are blessings.",
    "source": "Mary Wortley Montagu"
  },
  {
    "text": "That said, having seen the decreased value of many universities endowments, we are seeing and will see more universities enforcing patents. And in a post-eBay world, universities can argue that they are entitled to an injunction.”",
    "source": "Yar Chaikovsky"
  },
  {
    "text": "There are many people in the world who really don't understand-or say they don't-what is the great issue between the free world and the Communist world. ... Let them come to Berlin",
    "source": "John Fitzgerald Kennedy"
  },
  {
    "text": "Do you often feel depressed or frustrated? If yes, then listen up, you are deficient in inspirations and motivations. Yes! that's why you do feel depressed or frustrated. Thus, dare to boost your faith/hope daily with motivations and inspirations.",
    "source": "Emeasoba George"
  },
  {
    "text": "I'll feel that horrible feeling in my stomach you get when you've gone over to the Dark Side. But I'll be fine. That's the good thing about the Dark Side. Eventually, your eyes adjust.",
    "source": "James Lileks, The Bleat web log, September 4, 2003"
  },
  {
    "text": "Be as careful of the books you read, as of the company you keep; for your habits and character will be as much influenced by the former as by the latter.",
    "source": "Paxton Hood"
  },
  {
    "text": "I want to make a policy statement. I am unabashedly in favor of women. (On appointing 10 women to top government positions)",
    "source": "Lyndon B. Johnson"
  },
  {
    "text": "Live not as though there were a thousand years ahead of you. Fate is at your elbow; make yourself good while life and power are still yours.",
    "source": "Marcus Aurelius"
  },
  {
    "text": "Knowing \"Attitude is Everything\" is just right ,but understanding what is truly the right attitude is justly the greatest thing for everyone's life.",
    "source": "Anuj Somany"
  },
  {
    "text": "I believe, with abiding conviction, that this people-nurtured by their deep faith, tutored by their hard lessons, moved by their high aspirations-have the will to meet the trials that these times impose.",
    "source": "Lyndon B. Johnson"
  },
  {
    "text": "Anybody who holds grudges against anyone/any people is hateful/uncalled for. But, anyone who do forgive all and sundry wholly/wholeheartedly is loveful/called for.",
    "source": "Emeasoba George"
  },
  {
    "text": "I didn't see it then, but it turned out that getting fired from Apple was the best thing that could have ever happened to me. The heaviness of being successful was replaced by the lightness of being a beginner again, less sure about everything. It freed me to enter one of the most creative periods of my life.",
    "source": "Steve Jobs"
  },
  {
    "text": "A good novel is an indivisible sum; every scene, sequence and passage of a good novel has to involve, contribute to and advance all three of its major attributes: theme, plot, characterization.",
    "source": "Ayn Rand, The Romantic Manifesto p. 74 (pb 93)"
  },
  {
    "text": "The trouble with kingdoms of heaven on earth is that they're liable to come to pass, and then their fraudulence is apparent for all to see. We need a kingdom of heaven in Heaven, if only because it can't be realized.",
    "source": "Malcolm Muggeridge"
  },
  {
    "text": "The Internet is like alcohol in some sense. It accentuates what you would do anyway. If you want to be a loner, you can be more alone. If you want to connect, it makes it easier to connect.",
    "source": "Esther Dyson, Interview in Time Magazine, October 2005"
  },
  {
    "text": "Never hear the end of afterworld/afterlife i.e. always be reminded of afterworld/afterlife where you will surely spend eternity either in hell or heaven.",
    "source": "Emeasoba George"
  },
  {
    "text": "It is very easy in the world to live by the opinion of the world. It is very easy in solitude to be self-centered. But the finished man is he who in the midst of the crowd keeps with perfect sweetness the independence of solitude.",
    "source": "Ralph Waldo Emerson, Self-Reliance"
  },
  {
    "text": "Maybe you're right, boss. It all depends on the way you look at it. Look, one day I had gone to a little village. An old grandfather of ninety was busy planting an almond tree. 'What, grandad' I exclaimed. 'Planting an almond tree' and he, bent as he was, turned round and said, 'My son, I carry on as if I should never die.' I replied, 'And I carry on as if I was going to die any minute.' Which of us was right, boss",
    "source": "Nikos Kazantzakis"
  },
  {
    "text": "I was a queen, and you took away my crown; a wife, and you killed my husband; a mother, and you deprived me of my children. My blood alone remains: take it, but do not make me suffer long.",
    "source": "Marie Antoinette"
  },
  {
    "text": "Whenever you're grateful of whatever you have, you're unknowingly telling God that you're not bothered about your lacks/needs. And consequently, he (God) will gratify all your lacks/needs. So, come on, be/remain thankful of whatever you have presently no matter how small it seems to you. For, God will surely end up giving you more and never less.",
    "source": "Emeasoba George"
  },
  {
    "text": "There may be a point in your life in which you are drowning so fast and fighting it so furiously that you don't have the strength left to call out for help. At that point don't expect one of your friends to jump into the water, if you've spent most of your life instructing them to mind their own business.",
    "source": "Perry Brass"
  },
  {
    "text": "How committed are you? Commitment is not just a promise. Rather, it's more of a promise fulfilled. It is equally the spirit that endears patriotism. And so, try to show a sense of commitment hence forth. Because, the sky is bound to be the starting point of whoever that is committed in all his/her endeavours.",
    "source": "Emeasoba George"
  },
  {
    "text": "Neither can embellishments of language be found without arrangement and expression of thoughts, nor can thoughts be made to shine without the light of language.",
    "source": "Cicero"
  },
  {
    "text": "You can't expect to prevent negative feelings altogether. And you can't expect to experience positive feelings all the time. The Law of Emotional Choice directs us to acknowledge our feelings but also to refuse to get stuck in the negative ones.",
    "source": "Greg Anderson"
  },
  {
    "text": "My father was everything to me. Immersed in work as he was, he always spared that daily half-hour. … once my father showed me a very old album full of most exciting pen and ink sketches of an imaginary city called Mopsopolis, inhabited by Mopses. He showed it to me in secret, and I was thrilled to have him share his own childhood secrets with me.",
    "source": "Grand Duchess Olga Alexandrovna of Russia"
  },
  {
    "text": "In taking out an insurance policy one pays for it in dollars and cents, always at liberty to discontinue payments. If, however, woman's premium is a husband, she pays for it with her name, her privacy, her self-respect, her very life, until death doth part.",
    "source": "Emma Goldman"
  },
  {
    "quote": "The Republican form of government is the highest form of government; but because of this it requires the highest type of human nature -- a type nowhere at present existing.",
    "author": "Herbert Spencer"
  },
  {
    "quote": "We used to think that if we knew one, we knew two, because one and one are two. We are finding that we must learn a great deal more about 'and'.",
    "author": "Sir Arthur Eddington"
  },
  {
    "quote": "Unless/Until you believe in possibilities you will hardly encounter realities. Yes! unless/until you believe that God can do all things he won't effect all things to work out for your good.",
    "author": "Emeasoba George"
  },
  {
    "quote": "It is impossible to find a saint who did not take the “two P's” seriously: prayer and penance. St. Francis Xavier, Priest",
    "author": "Saint Francis Xavier"
  },
  {
    "quote": "It is a source of gratification and of encouragement to me to observe that the great result of this experiment upon the theory of human rights has at the close of that generation by which it was formed been crowned with success equal to the most sanguine expectations of its founders.",
    "author": "John Quincy Adams"
  },
  {
    "quote": "Anyone who knows history, particularly the history of Europe, will, I think, recognize that the domination of education or of government by any one particular religious faith is never a happy arrangement for the people.",
    "author": "Eleanor Roosevelt"
  },
  {
    "quote": "The real test of friendship is can you literally do nothing with the other person Can you enjoy those moments of life that are utterly simple",
    "author": "Eugene Kennedy"
  },
  {
    "quote": "Is fuel efficiency really what we need most desperately I say that what we really need is a car that can be shot when it breaks down.",
    "author": "Russell Baker"
  },
  {
    "quote": "We spend most of our time and energy in a kind of horizontal thinking. We move along the surface of things…[but] there are times when we stop. We sit sill. We lose ourselves in a pile of leaves or its memory. We listen and breezes from a whole other world begin to whisper.",
    "author": "James Carroll, O Magazine, October 2002"
  },
  {
    "quote": "How can you bring more light to the ephemeras who are plunged into the fire, because they have already had the light of the fire then. ",
    "author": "Woody Haldrugold"
  },
  {
    "quote": "The anthropologists are busy, indeed, and ready to transport us back into the savage forest where all human things have their beginnings but the seed never explains the flower.",
    "author": "Edith Hamilton"
  },
  {
    "quote": "What is all wisdom save a collection of platitudes. Take fifty of our current proverbial sayings they are so trite, so threadbare. None the less they embody the concentrated experience of the race, and the man who orders his life according to their teachings cannot be far wrong. Has any man ever attained to inner harmony by pondering the experience of others? Not since the world began! He must pass through fire.",
    "author": "Norman Douglas"
  },
  {
    "quote": "A good conscience fears no witness, but a guilty conscience is solicitous even in solitude. If we do nothing but what is honest, let all the world know it. But if otherwise, what does it signify to have nobody else know it, so long as I know it myself? Miserable is he who slights that witness.",
    "author": "Seneca"
  },
  {
    "quote": "Engineering is not merely knowing and being knowledgeable, like a walking encyclopedia; engineering is not merely analysis; engineering is not merely the possession of the capacity to get elegant solutions to non-existent engineering problems; engineering is practicing the art of the organized forcing of technological change... Engineers operate at the interface between science and society...",
    "author": "Dean Gordon Brown"
  },
  {
    "quote": "The capacity for hope is the most significant fact of life. It provides human beings with a sense of destination and the energy to get started.",
    "author": "Norman Cousins"
  },
  {
    "quote": "I don't possess a lot of self-confidence. I'm an actor so I simply act confident every time I hit the stage. I am consumed with the fear of failing. Reaching deep down and finding confidence has made all my dreams come true.",
    "author": "Arsenio Hall"
  },
  {
    "quote": "Genuine success is never meant to come to you or to anyone else on a platter of gold or silver. Yes! you ought to either create it yourself, work it out yourself, go for it proactively, courageously and unyieldingly or you associate with those who are already successful and who are willing to act as catalysts towards the actualization or realization of  your own prospective genuine success.",
    "author": "Emeasoba George"
  },
  {
    "quote": "If you shoot for the stars and hit the moon, it's OK. But you've got to shoot for something. A lot of people don't even shoot.",
    "author": "Robert Townsend"
  },
  {
    "quote": "No more important duty can be urged upon those who are entering the great theater of life than simple loyalty to their best convictions.",
    "author": "Edwin Hubbel Chapin"
  },
  {
    "quote": "I have somewhere met with the epitaph on a charitable man which has pleased me very much. I cannot recollect the words, but here is the sense of it: What I spent I lost; what I possessed is left to others; what I gave away remains with me.",
    "author": "Joseph Addison"
  },
  {
    "quote": "There is no kind of dishonesty into which otherwise good people more easily and frequently fall than that of defrauding the government.",
    "author": "Benjamin Franklin"
  },
  {
    "quote": "The happiness and unhappiness of the rational, social animal depends not on what he feels but on what he does just as his virtue and vice consist not in feeling but in doing.",
    "author": "Marcus Aurelius Antoninus"
  },
  {
    "quote": "It's always easier to rally yourself around the charm of broken people, when you yourself can slip between worlds as you want. ",
    "author": "Martin Tobias Lithner"
  },
  {
    "quote": "Just as the sand-dunes, heaped one upon another, hide each the first, so in life the former deeds are quickly hidden by those that follow after.",
    "author": "Marcus Aurelius Antoninus"
  },
  {
    "quote": "It is very difficult to be wholly joyous or wholly sad on this earth. The comic, when it is human, soon takes upon itself a face of pain and some of our griefs have their source in weaknesses which must be recognized with smiling compassion as the common inheritance of us all.",
    "author": "Miguel de Cervantes"
  },
  {
    "quote": "I have come to the conclusion that my subjective account of my motivation is largely mythical on almost all occasions. I don't know why I do things.",
    "author": "John Burdon Sanderson Haldane"
  },
  {
    "quote": "There is a certain relief in change, even though it be from bad to worse! As I have often found in traveling in a stagecoach, that it is often a comfort to shift ones position, and be bruised in a new place.",
    "author": "Washington Irving"
  },
  {
    "quote": "To mature means to take responsibility for your life, to be on your own. Psychoanalysis fosters the infantile state by considering that the past is responsible for the illness.",
    "author": "Fritz Perls"
  },
  {
    "quote": "I saw a dead mother still holding her blackened baby in the water. Some people looked as though they were wearing kimonos, but that was their skin hanging from own bodies. I couldn't believe that it was real.",
    "author": "Masahiro Sasaki"
  },
  {
    "quote": "A mind may appreciate anyone, but it takes only heart to respect someone and that's applicable to everyone and so trust, none could ever honestly deny the fact that the heart is better than the mind.",
    "author": "Anuj Somany"
  },
  {
    "quote": "Although the most acute judges of the witches and even the witches themselves, were convinced of the guilt of witchery, the guilt nevertheless was non-existent. It is thus with all guilt.",
    "author": "Friedrich Nietzsche"
  },
  {
    "quote": "An insincere and evil friend is more to be feared than a wild beast - a wild beast may wound your body, but an evil friend will wound your mind.",
    "author": "Buddha"
  },
  {
    "quote": "The sovereign being is burdened with a servitude that crushes him, and the condition of free men is deliberate servility.",
    "author": "Georges Bataille"
  },
  {
    "quote": "I never blame myself when I'm not hitting. I just blame the bat and if it keeps up, I change bats. After all, if I know it isn't my fault that I'm not hitting, how can I get mad at myself",
    "author": "Lawrence Peter Berra"
  },
  {
    "quote": "It is a far better thing that I do, than I have ever done; it is a far, far better rest that I go to than I have ever known.",
    "author": "Charles Dickens, A Tale Of Two Cities"
  },
  {
    "quote": "Change has a considerable psychological impact on the human mind. To the fearful it is threatening because it means that things may get worse. To the hopeful it is encouraging because things may get better. To the confident it is inspiring because the challenge exists to make things better.",
    "author": "King Jr. Whitney"
  },
  {
    "quote": "The world is so empty if one thinks only of mountains, rivers and cities but to know someone here and there who thinks and feels with us, and though distant, is close to us in spirit - this makes the earth for us an inhabited garden.",
    "author": "Johann von Goethe"
  },
  {
    "quote": "For some, life is about \"being cool\" while for others its about \"being hot\". While there is room for both, we must avoid \"being lukewarm\".",
    "author": "Vijay Samuel Benjamin"
  },
  {
    "quote": "Such deeds as thou with fear and grief Wouldst, on a sick-bed laid, recall, In youth and health eschew them all, Remembering life is frail and brief.",
    "author": "Mahabharata"
  },
  {
    "quote": "The best compliment for a man is to be treated like a true leader; one who is real, correct and righteous in his approach, attitude, temperament, behavior and most importantly, character.",
    "author": "Anuj Somany"
  },
  {
    "quote": "Ideas are refined and multiplied in the commerce of minds. In their splendor, images effect a very simple communion of souls.",
    "author": "Gaston Bachelard"
  },
  {
    "quote": "Men in Great Place are thrice Servants Servants of the Sovereign or State Servants of Fame and Servants of Business It is strange desire to seek Power and to lose Liberty.",
    "author": "Francis Bacon"
  },
  {
    "quote": "Civilization is a stream with banks. The stream is sometimes filled with blood from people killing, stealing, shouting and doing the things historians usually record, while on the banks, unnoticed, people build homes, make love, raise children, sing song.",
    "author": "Will Durant"
  },
  {
    "quote": "Anger may repast with thee for an hour, but not repose for a night; the continuance of anger is hatred, the continuance of hatred turns malice.",
    "author": "Francis Quarles"
  },
  {
    "quote": "A family is a place where minds come in contact with one another. If these minds love one another the home will be as beautiful as a flower garden. But if these minds get out of harmony with one another it is like a storm that plays havoc with the garden.",
    "author": "Buddha"
  },
  {
    "quote": "Sadako would ask us, \"What is junior high like?\" or \"Is English class hard?\" Since we knew she would never see the inside of the junior high school, it was painful to answer her. All we could do was try to ease her feelings by saying things like, \"Junior high--what a bore,\" and \"Elementary school was better.",
    "author": "Tomiko Kawano"
  },
  {
    "quote": "Like dogs in a wheel, birds in a cage, or squirrels in a chain, ambitious men still climb and climb, with great labor, and incessant anxiety, but never reach the top.",
    "author": "Robert Burton"
  },
  {
    "quote": "Sharks are as tough as those football fans who take their shirts off during games in Chicago in January, only more intelligent.",
    "author": "Dave Barry"
  },
  {
    "quote": "We are an arrogant species, full of terrible potential, but we also have a great capacity for love, friendship, generosity, kindness, faith, hope, and joy.",
    "author": "Dean Koontz"
  },
  {
    "quote": "I take as my guide the hope of a saint in crucial things, unity - in important things, diversity - in all things, generosity.",
    "author": "George Herbert Walker Bush"
  },
  {
    "quote": "The ultimate goal of the educational system is to shift to the individual the burden of pursing his own education. This will not be a widely shared pursuit until we get over our odd conviction that education is what goes on in school buildings and nowhere else.",
    "author": "John W. Gardner"
  },
  {
    "quote": "Nothing contributes so much to tranquilizing the mind as a steady purpose -- a point on which the soul may fix its intellectual eye.",
    "author": "Mary Wollstonecraft Shelley"
  },
  {
    "quote": "Blow O wind to where my loved one is. Touch him and come touch me soon. I'll feel his gentle touch through you and meet his beauty in the moon. These things are much for the one who loves. One can live by them alone that he and I breathe the same air and that the Earth we tread is one.",
    "author": "Ramayana"
  },
  {
    "quote": "Even at our birth, death does but stand aside a little. And every day he looks towards us and muses somewhat to himself whether that day or the next he will draw nigh.",
    "author": "Francis Bacon"
  },
  {
    "quote": "The biases the media has are much bigger than conservative or liberal. They're about getting ratings, about making money, about doing stories that are easy to cover.",
    "author": "Al Franken"
  },
  {
    "quote": "Love is a flame that burns in heaven, And whose soft reflections radiate to us. Two worlds are opened, two lives given to it. It is by love tht we double our being It is by love that we approach God.",
    "author": "Aimee Martin"
  },
  {
    "quote": "Whatever is in any way beautiful hath its source of beauty in itself, and is complete in itself praise forms no part of it. So it is none the worse nor the better for being praised.",
    "author": "Marcus Aurelius Antoninus"
  },
  {
    "quote": "Creativity represents a miraculous coming together of the uninhibited energy of the child with its apparent opposite and enemy, the sense of order imposed on the disciplined adult intelligence.",
    "author": "Norman Podhoretz"
  },
  {
    "quote": "That was my gift -- having the ability to put certain guys together that would create a chemistry and then letting them go letting them play what they knew, and above it.",
    "author": "Miles Davis"
  },
  {
    "quote": "I see that the house lights are still on. Let us not deprive the neighbours any longer of the chance to deplore how drunk I am.\" ",
    "author": "Paul. F. Meekin"
  },
  {
    "quote": "He that embarks on the voyage of life will always wish to advance rather by the impulse of the wind than the strokes of the oar; and many foulder in their passage; while they lie waiting for the gale.",
    "author": "Johnson"
  },
  {
    "quote": "Democracy is a form of government in which it is permitted to wonder aloud what the country could do under first-class management.",
    "author": "Senator Soaper"
  },
  {
    "quote": "It is entirely possible to win against the enemy, it is possible, even, to kill the enemy... and still be defeated by the battle.",
    "author": "Walter Wangerin, Jr., Book of the Dun Cow"
  },
  {
    "quote": "Much of what we call evil is due entirely to the way men take the phenomenon. It can so often be converted into a bracing and tonic good by a simple change of the sufferer's inner attitude from one of fear to one of fight; its string can so often depart and turn into a relish when, after vainly seeking to shun it, we agree to face about and bear it...",
    "author": "William James"
  },
  {
    "quote": "Technology is a gift of God. After the gift of life it is perhaps the greatest of God's gifts. It is the mother of civilizations, of arts and of sciences.",
    "author": "Freeman John Dyson"
  },
  {
    "quote": "More important than winning the election, is governing the nation. That is the test of a political party -- the acid, final test.",
    "author": "Adlai Ewing Stevenson"
  },
  {
    "quote": "If we live, we live if we die, we die if we suffer, we suffer if we are terrified, we are terrified. There is no problem about it.",
    "author": "Alan B. Watts"
  },
  {
    "quote": "A path is only a path, and there is no affront, to oneself or to others, in dropping it if that is what your heart tells you. Look at every path closely and deliberately. Try it as many times as you think necessary. Then ask yourself alone, one question. Does this path have a heart If it does, the path is good if it doesn't it is of no use.",
    "author": "Carlos Castaneda"
  },
  {
    "quote": "“Philosopher, observer, scholar of our time; Original creator accepting no blunders, Emphasizing the gala of the pen, he ponders The tomes of literary jewels for life's rime!”",
    "author": "Andre Emmanuel Bendavi ben-YEHU"
  },
  {
    "quote": "There once was a brainy baboon who always breathed down a bassoon for he said, It appears that in billions of years I shall certainly hit on a tune.",
    "author": "Ezra Pound"
  },
  {
    "quote": "Great minds have purposes, others have wishes. Little minds are tamed and subdued by misfortune; but great minds rise above them.",
    "author": "Washington Irving"
  },
  {
    "quote": "The office of president is a bastardized thing, half royalty and half democracy, that nobody knows whether to genuflect or spit.",
    "author": "Jimmy Breslin"
  },
  {
    "quote": "Where is the justice of political power if it executes the murderer and jails the plunderer, and then itself marches upon neighboring lands, killing thousands and pillaging the very hills",
    "author": "Kahlil Gibran"
  },
  {
    "quote": "The gap between the committed and the indifferent is a Sahara whose faint trails, followed by the mind's eye only, fade out in sand.",
    "author": "Nadine Gordimer"
  },
  {
    "quote": "Our American past always speaks to us with two voices the voice of the past, and the voice of the present. We are always asking two quite different questions. Historians reading the words of John Winthrop usually ask, What did they mean to him Citizens ask, What do they mean to us Historians are trained to seek the original meaning all of us want to know the present meaning.",
    "author": "Daniel J. Boorstin"
  },
  {
    "quote": "When we say science we can either mean any manipulation of the inventive and organizing power of the human intellect: or we can mean such an extremely different thing as the religion of science, the vulgarized derivative from this pure activity manipulated by a sort of priestcraft into a great religious and political weapon.",
    "author": "Wyndham Lewis"
  },
  {
    "quote": "In everyone's life, at some time, our inner fire goes out. It is then burst into flame by an encounter with another human being. We should all be thankful for those people who rekindle the inner spirit.",
    "author": "Albert Schweitzer"
  },
  {
    "quote": "No one can/will dare to make you a mediocre/an inferior person, until you personally/first accept mediocrity/inferiority complex as your fate. So, never ever think/feel/accept to be a mediocre/an inferior person.",
    "author": "Emeasoba George"
  },
  {
    "quote": "Anyone who has obeyed nature by transmitting a piece of gossip experiences the explosive relief that accompanies the satisfying of a primary need.",
    "author": "Primo Levi"
  },
  {
    "quote": "A man's ethical behavior should be based effectually on sympathy, education, and social ties no religious basis is necessary. Man would indeed be in a poor way if he had to be restrained by fear of punishment and hope of reward after death.",
    "author": "Albert Einstein"
  },
  {
    "quote": "And yesterday he would have killed me to get to his foe. But now we serve each other. Only a fool walks into the future backward.",
    "author": "Terry Goodkind, \"Stone of Tears\""
  },
  {
    "quote": "In the U.S. you have to be a deviant or exist in extreme boredom...Make no mistake all intellectuals are deviants in the U.S.",
    "author": "William Seward Burroughs"
  },
  {
    "quote": "If thou intendest to do a good act, do it quickly, and then thou wilt excite gratitude; a favour if it be slow in being conferred causes ingratitude.",
    "author": "Ausonius"
  },
  {
    "quote": "Too often critics seem more intent on seeking new ways to alter Congress than to truly learn how it functions. They might well profit from the advice of Thomas Huxley, who said a century ago: Sit down before facts as a little child, be prepared to give up every preconceived notionor you shall learn nothing.",
    "author": "Gerald Ford"
  },
  {
    "quote": "I have a king sized bed, I don't know any kings, but if I ever meet one I can tell him \"You will not believe what I have in store for you!\" \"This is made to your exact specifications!\" When I was little I used to lay in my twin sized bed at night wondering where my brother was.",
    "author": "Mitch Hedberg"
  },
  {
    "quote": "When I was young I had an elderly friend who used often to ask me to stay with him in the country. He was a religious man and he read prayers to the assembled household every morning. But he had crossed out in pencil all the passages that praised God. He said that there was nothing so vulgar as to praise people to their faces and, himself a gentleman, he could not believe that God was so ungentlemanly as to like it.",
    "author": "W. Somerset Maugham"
  },
  {
    "quote": "Rather than love, than money, than fame, give me truth. I sat at a table where were rich food and wine in abundance, and obsequious attendance, but sincerity and truth were not; and I went away hungry from the inhospitable board.",
    "author": "Henry David Thoreau, \"Walden,\" the Conclusion"
  },
  {
    "quote": "Here at lastWe shall be freethe Almighty hath not builtHere for his envy, will not drive us henceHere we may reign secure, and in my choiceTo reign is worth ambition though in HellBetter to reign in Hell, than serve in Heaven.",
    "author": "John Milton"
  },
  {
    "quote": "Go around asking a lot of damfool questions and taking chances. Only through curiosity can we discover opportunities, and only by gambling can we take advantage of them.",
    "author": "Clarence Birdseye"
  },
  {
    "quote": "There is nothing to write about, you say. Well then, write and let me know just this - that there is nothing to write about or tell me in the good old style if you are well. That's right. I am quite well.",
    "author": "Pliny the Younger"
  },
  {
    "quote": "Conditions for creativity are to be puzzled to concentrate to accept conflict and tension to be born everyday to feel a sense of self.",
    "author": "Erich Fromm"
  },
  {
    "quote": "A king, realizing his incompetence, can either delegate or abdicate his duties. A father can do neither. If only sons could see the paradox, they would understand the dilemma.",
    "author": "Marlene Dietrich"
  },
  {
    "quote": "I have never been able, really, to regret anything in all my life. I have always been far much too absorbed in the present moment or the immediate future to think back.",
    "author": "Albert Camus, The Stranger"
  },
  {
    "quote": "Man is more disposed to domination than freedom; and a structure of dominion not only gladdens the eye of the master who rears and protects it, but even its servants are uplifted by the thought that they are members of a whole, which rises high above the life and strength of single generations.",
    "author": "Wilhelm von Humboldt"
  },
  {
    "quote": "But love is blind and lovers cannot see The pretty follies that themselves commit; For if they could, Cupid himself would blush  To see me thus transformed to a boy.",
    "author": "William Shakespeare, The Merchant of Venice, Act II Scene 6"
  },
  {
    "quote": "A comfortable old age is the reward of a well-spent youth. Instead of its bringing sad and melancholy prospects of decay, it would give us hopes of eternal youth in a better world.",
    "author": "Lydia Child"
  },
  {
    "quote": "Acting is the most minor of gifts and not a very high-class way to earn a living. After all, Shirley Temple could do it at the age of four.",
    "author": "Katharine Hepburn"
  },
  {
    "quote": "It has always seemed to me extreme presumptuousness on the part of those who want to make human ability the measure of what nature can and knows how to do, since, when one comes down to it, there is not one effect in nature, no matter how small, that even the most speculative minds can fully understand.",
    "author": "Galileo Galilei"
  },
  {
    "quote": "It is the story-teller's task to elicit sympathy and a measure of understanding for those who lie outside the boundaries of State approval.",
    "author": "Graham Greene"
  },
  {
    "quote": "I would hope that a wise Latina woman with the richness of her experiences would more often than not reach a better conclusion than a white male who hasn't lived that life.",
    "author": "Sonia Sotomayor"
  },
  {
    "quote": "Leaders create more leaders only through the way they lead with the seed of their deed to breed energy, feed enthusiasm and heed the team's need infact and indeed.",
    "author": "Anuj Somany"
  },
  {
    "quote": "Friendship: Having someone with you doesn't mean it's your friend but having someone that is with you when you are in trouble is a real friend.",
    "author": "Naomi Thomas"
  },
  {
    "quote": "True love doesn't love someone or anyone else just because he or she is perfect. But, due to he or she ought to love everyone in spite of their imperfections.",
    "author": "Emeasoba George"
  },
  {
    "quote": "I've discovered that researching family descendants is similar to putting a mouse into a puzzle box to find the cheese. Every time you think you're on the right path, you hit a dead end.",
    "author": "T.R. Threston"
  },
  {
    "quote": "You must know that in any moment a decision you make can change the course of your life forever: the very next person stand behind in line or sit next to on an airplane, the very next phone call you make or receive, the very next movie you see or book you read or page you turn could be the one single thing that causes the floodgates to open, and all of the things that you've been waiting for to fall into place.",
    "author": "Tony Robbins"
  },
  {
    "quote": "One of the fundamental reasons why so many doctors become cynical and disillusioned is precisely because, when the abstract idealism has worn thin, they are uncertain about the value of the actual lives of the patients they are treating. This is not because they are callous or personally inhuman: it is because they live in and accept a society which is incapable of knowing what a human life is worth.",
    "author": "John Berger"
  }
]
